{"/hidden/journal_post1/":{"data":{"":"Идея создания виртуального гида возникла с целью сделать музейные экспозиции более привлекательными и понятными для детской аудитории.\n«Робот-экскурсовод» представляет собой мобильное приложение с 3D-моделью дружелюбного робота, который знакомится с юными посетителями и в интерактивной форме рассказывает им об экспонатах. Пользователи могут в произвольном порядке изучать заинтересовавшие их объекты, сканируя QR-коды и получая информацию в текстовом, аудио и видео форматах."},"title":"3D-модель «Робота-экскурсовода»"},"/hidden/journal_post2/":{"data":{"":"Разработка мобильного приложения успешно завершена и теперь команда проекта сосредоточится на поддержке и развитии проекта: улучшении функционала, оптимизации работы системы и внедрении новых возможностей."},"title":"Поддержка приложения GAR-5"},"/hidden/journal_post3/":{"data":{"":"Завершена разработка приложения “Робот-экскурсовод” для павильона “Робостанция” на ВДНХ. Новое приложение позволит посетителям получать интерактивные экскурсии и пользоваться AR-подсказками."},"title":"Разработка приложения «Робот-экскурсовод»"},"/posts/about-project/":{"data":{"":"Проект GAR-5 “Экскурсия по Робостанции” — это мобильное приложение-гид для посетителей младшего школьного возраста павильона “Робостанция” на ВДНХ. GAR-5 предлагает получить им полезную информацию о роботах с помощью робота-экскурсовода в своем телефоне.\nС помощью AR-анимации и адаптированных аудиорассказов дети младшего школьного возраста в доступной форме узнают о технологиях, взаимодействуют с экспонатами и делают запоминающиеся фото с виртуальными роботами.\nПроект разрабатывается студентами и сочетает образовательную функцию с цифровыми развлечениями, делая посещение выставки более современным и вовлекающим."},"title":"О проекте"},"/posts/journal/":{"data":{"":"","журнал-проекта#\u003cem\u003eЖурнал проекта \u0026ldquo;GAR-5. Экскурсия по робостанции\u0026rdquo;\u003c/em\u003e":"","пост1_#\u003ca href=\"/hidden/journal_post1/\"\u003eСтуденты Московского Политеха разработали 3D-модель «Робота-экскурсовода»\u003c/a\u003e\n\u003cimg src=\"/images/3d_robot_post.jpg\" alt=\"Пост1_3D_Модель\"\u003e":"","пост2_#\u003ca href=\"/hidden/journal_post2/\"\u003eЛетом меняетcя вектор направления проекта с \u0026ldquo;Разработки приложения\u0026rdquo; на \u0026ldquo;Поддержку приложения\u0026rdquo;\u003c/a\u003e\n\u003cimg src=\"/images/support_post.jpg\" alt=\"Пост2_Поддержка_проекта\"\u003e":"","пост3_#\u003ca href=\"/hidden/journal_post3/\"\u003eЗавершена разработка приложения «Робота-экскурсовода»\u0026quot;\u003c/a\u003e\n\u003cimg src=\"/images/app_post.jpg\" alt=\"Пост3_Разработка_приложения\"\u003e":"Журнал проекта “GAR-5. Экскурсия по робостанции”\rСтуденты Московского Политеха разработали 3D-модель «Робота-экскурсовода» Летом меняетcя вектор направления проекта с “Разработки приложения” на “Поддержку приложения” Завершена разработка приложения «Робота-экскурсовода»\" "},"title":"Журнал"},"/posts/members/":{"data":{"":"","роли-в-команде-проекта-и-их-задачи#\u003cem\u003eРоли в команде проекта и их задачи\u003c/em\u003e":"Роли в команде проекта и их задачи\rПрограммисты:\rРазработка приложения и настройка робота в движке Unity.\n3D-дизайнеры:\rСоздание 3D модели робота-экскурсовода и создание анимаций для него.\n2D-Дизайнеры:\rСоздание дизайна рамок для QR-кодов и внешнее оформление"},"title":"Участники"},"/posts/resources/":{"data":{"":"","важные-ссылки#\u003cem\u003eВажные ссылки\u003c/em\u003e":"Важные ссылки\rСсылка на сайт павильона “Робостанция”: https://робостанция.рф/\nСсылка на вики про понятие “Робот”: https://ru.wikipedia.org/wiki/%D0%A0%D0%BE%D0%B1%D0%BE%D1%82\nСсылка на пост про историю робототехники в СССР: https://habr.com/ru/companies/rshb/articles/760424/\nСсылка на пост про историю робототехники в России: https://dzen.ru/a/ZSQZVDi7K3J3lHn7"},"title":"Ресурсы"}}